Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/explanations_and_stories_fi/saamen_kielilaki_kertomus_29ss.pdf.tmx
Source language: sme
Languages: smn

source: SÁMEGIELA DOAIMMAHAGA JA SÁMEDIKKI ÁSAHAN GIELLARÁĐI MUITALUS SÁMI GIELLALÁGA OLLAŠUVVAN JAGIIN 2004 -2006
smn: SÄMIKIELÂ TOIMÂTTUV JÁ SÄMITIGE ASÂTTEM KIELÂRÄÄðI MUŠTÂLUS SÄÄMI KIELÂLAAVÂ OLÁŠUME IIVIJN 2004 -2006

source: Muitalusa duogáš Sámi giellalága (1086/2003) 29 § mielde Sámegiela doaimmahat ovttas sámedikki ásahan giellaráđiin addá válgabaji mielde sámediggái muitalusa sámegiela guoski láhkaásaheami heiveheamis ja lassin sámiid gielalaš vuoigatvuođaid ollašuvvamis ja gielladili ovdáneamis.
smn: Muštâlus tuávááš Säämi kielâlaavâ (1086/2003) 29 § miäldásávt addel sämikielâ toimâttâh oovtâst sämitige asâttem kielâraađijn vaaljâpojijmield Sämitiigán muštâlus sämikielâ kyeskee lahâasâttem heivitmist sehe sämmilij kielâlâš vuoigâdvuođâi olášumest já kielâtile ovdánmist.

source: Dát dál addojuvvon muitalus lea vuosttas sámi giellalága ollašuvvamis addojuvvon muitalus.
smn: Taat muštâlus mii tääl adeluvvoo lii vuosmuš muštâlus säämi kielâlaavâ olášumest.

source: Dat vuođđuduvvá viidásut, Klemetti Näkkäläjärvi sámediggái ráhkadan čielggadeapmái, ” Sámi giellalága ollašuvvan jagiin 2004-2006 ” (maŋŋ.
smn: Tot vuáđuduvá Klemetti Näkkäläjärvi sämitiigán ráhtám vijđásub čielgiittâsân, “ Säämi kielâlaavâ olášume iivijn 2004-2006 ” (maŋeláá.

source: čielggadeapmi) ja mii lea muitalusa mildosin.
smn: čielgiittâs) já mii lii muštâlus lahtosin.

source: Dás ovdalis namuhuvvon čielggadeami mildosiiguin sáhttá lohkat čujuhusas www.Samediggi.fi
smn: Ovdeláá mainâšum čielgiittâs lahtosijdiskuin lii luuhâmnáálá čujottâsâst

source: Sámedikki maŋimuš statistihka mielde sámit leat 9350, geain Suomas ásset 8706.
smn: Sämitige majemuu lovottuv (statistiik) mield láá sämmiliih 9350, kiäin Suomâst äässih 8706.

source: Sis badjel bealli (54.9 % ássá sámiid ruovttuguovllu olggobealde.
smn: Paijeel peeli sist (54.9 % äässih sämikuávlu ulguubeln.

source: Sámiid ruovttuguovllu olggobealde ássi sámiid gielalaš vuoigatvuođaid ollašuhttin gáibida dakkaviđe erenomáš doaimmaid stáhtas ja sámedikkis.
smn: Sämikuávlu ulguubeln ässee sämmilij kielâlâš vuoigâdvuođâi olášuttem váátá tállân sierânâs tooimâid staatâvääldist já Sämitiggeest.

source: Erenomáš fuolastuhtti lea, ahte sámiid ruovttuguovllu olggobealde ássi mánát báhcet ollásit iežaset giela ja iežasgielat vuođđooahpahusa olggobeallái (vuollái logi jahkásaš mánáin badjel 70 % ássá sámeguovllu olggobealde eará sajis Suomas).
smn: Uáli huolâstuttee lii tot, et sämikuávlu ulguubeln ässee párnááh pääccih ollásávt jieijâs kielâ já jieijâskielâlâš vuáđumáttááttâs ulguubel (vuálá love ihásijn párnáin paijeel 70 % äässih sämikuávlu ulguubeln eres kuávluin Suomâst).

source: Sámekultuvrra ja sámegiela / gielaid seailun gáibidit, ahte sámegielat vuođđooahpahusa ja beaivedivššu galgá sierra buhttet gielddaide maiddái sámeguovllu olggobeale guovllus stáhta váriin.
smn: Sämikulttuur já sämikielâ / - kielâi siäilum váátá, et sämikielâlâš vuáđumáttááttâs já peivitipšo láá sierânâssajanmäksimnáál kieldáid staatâ ruuđâin meiddei sämikuávlu ulguupiäláá kuávlust.

source: Jagis 2004 fápmui boahtán ođasmahtton sámi giellalága váldodárkkuhussan lei buoridit sámiid gielalaš vuoigatvuođaid ollašuvvama ja nannet sámiide eamiálbmogin sihkkaraston vuođđolágalaš (731/1999, 17.3 §) vuoigatvuođa doalahit ja ovddidit iežaset giela ja kultuvrra.
smn: Ive 2004 vuáimán puáttám uđâsmittum säämi kielâlaavâ válduášálâš ulmen lâi pyerediđ sämmilij kielâlâš vuoigâdvuođâi olášume já nanodiđ sämmiláid algâaalmugin turvâstum vuáđulavâlâš (731/1999, 17.3 §) vuoigâdvuođâ toollâđ já ovdediđ jieijâs kielâ já kulttuur.

source: Ođđa giellalága mielde sámit galge sáhttit dikšut áššiid sámegillii iežaset dahje iežaset ovddu guoskevaš áššiin sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččain.
smn: Uđđâ kielâlaavâ mield kolgii sämmiliih pyehtiđ ášástâllâđ sämikielân jieijâs tâi jieijâs hiäđu kyeskee aašijn sämikuávlu kieldâi já staatâ virgeomâhijn.

source: Čielggadeapmi sámi giellalága ollašuvvamis vuođđuduvvá viiddes skovvejearahallamii, mas 169 oassebealis jerrojedje ee. dieđut sámegielat bálvalusaid viidodagas, sámegiela dáiddus ja geavaheamis ja maiddái sámegiela eavttuin bargguin.
smn: Čielgiittâs säämi kielâlaavâ olášumest vuáđuduvá vijđes luámáttâhkoijâdâlmân, mast 169 vuástáväldest koijâduvvojii el. tiäđuh sämikielâlâš palvâluisâi vijđesvuođâst, sämikielâ tááiđust já kiävtust sehe sämikielâ iävtuin pargopirrâsist.

source: Čielggadeami čuozáhatjoavkun ledje sámi giellalága 2 §:s máinnašuvvon virgeoapmahaččat, geaidda sámi giellaláhka heivehuvvo.
smn: Čielgiittâs čuásáttâsjuávkkun lijjii säämi kielâlaavâ 2 §:st mainâšum virgeomâheh, kiäid säämi kielâlaahâ heiviittuvvoo.

source: Stuorámus čuozáhatjoavku lei sámiid ruovttuguovllu gielddaid bargit.
smn: Stuárráámus čuásáttâhjuávkku lâi sämikuávlu kieldâi pargeeh.

source: Oktiibuot gažaldatskovit sáddejuvvojedje 169 oassebeallái ja vástádusat ožžojuvvojedje 109 oassebealis.
smn: Puohnâssân koččâmâšluámáttuvah vuolgâttuvvojii 169 vuástáväldei já vástâdâsah pottii 109 vuolgâtteijest.

source: Dehaleamos virgeoapmahaččain jearahallamii guđđe vástikeahttá ee. Lappi birasguovddáš, alimus hálddahusriekti, birasministeriija, Soađegili gieldda hoavddat ja sámerádio.
smn: Kuávdášlâš virgeomâhijn kuođđii koijâdâlmân västidhánnáá el. Laapi pirâskuávdáš, alemus haldâšemriehti, pirâsministeriö, Suáđigil kieldâ ovdâalmaah já sämiradio.

source: Riikkasivaheaddjilágádus, Dearvvasvuođafuolahusa riektedorvoguovddáš (TEO.)
smn: Väldikodeášáskutteevirgádâh, Tiervâsvuođâhuolâttâs vuoigâdvuođâtorvokuávdáš (TEO.)

source: , Pateanta- ja registtarhálddahus (PRH.)
smn: , Paateent- já registerhaldâttâs (PRH.)

source: , Álbmotregisttarguovddáš, Itella, Sámi oahpahusguovddáš, Senaattikiinteistöt ja Dálkediehtaga lágádus almmuhedje, ahte sámi giellaláhka ii guoskka sin doaibmasuorggi.
smn: , Aalmugregisterkuávdáš, Itella, Sämikuávlu máttááttâskuávdáš, Seenaatkidânjâsah sehe Šoŋŋâtiettuu lájádâs almottii, et säämi kielâlaahâ ij kuoskâ sii toimâsyergi.

source: Čielggadeamis lea árvvoštallon sámi giellalága čadnivuohta ovdalis namuhuvvon virgeoapmahaččaid ja almmolaš bálvalusaid buvttadeaddji servošiid ja priváhta oassebeliid ektui, geat ledje almmuhan, ahte sámi giellaláhka ii guoskka sin doaibmasuorggi.
smn: Čielgiittâsâst lii miäruštâllum säämi kielâlaavâ čonnâsemvuotâ ovdeláá mainâšum virgeomâhij já almos palvâlusâid pyevtitteijee siärváduvâi já ovtâskâsâi háárán, kiäh lijjii almottâm, et säämi kielâlaahâ ij kuoskâ sii syergi.

source: Árvvoštallama mielde láhka guoská goittotge muhtin muddui maiddái om. oassebeliid.
smn: Áárvu mield laahâ kuáská aainâs-uv mottoom uásild meid ovdeláá mainâšum vuástáväldeid.

source: Lassin čielggadeamis albmana, ahte sámi giellalága 2 § virgeoapmahašlogahallan lea muhtin muddui boaresáigásaš hápmái ráhkaduvvon ja danin addá boastto dahje goittotge čadjidahtti dieđuid lága heivehangeatnegasvuođas suopmelaš servodagas.
smn: Lasseen čielgiittâsâst čiälgá, et säämi kielâlaavâ 2 § virgeomâhâšluvâttâllâm lii mottoom uásild rahtum puárissiähá háámán já ton suujâst sáttá adeliđ puástu tâi aainâs-uv čájádittee tiäđu laavâ heiviittemkenigâsvuođâst syemmilâš ohtsâškoddeest.

source: Virgeoapmahaččaid sámegiela dáidu
smn: Virgeomâhij sämikielâ táiđu

source: Čielggadeamis ožžojuvvon dieđu vuođul sámeguovllu gielddaid ja stáhta ossodagaid virgeolbmuin ja bargiin sámegiela eatnigiellan hállet buohkanassii 7 % buot bargiin.
smn: Čielgiittâsâst finnejum tiäđu vuáđuld sämikuávlu kieldâi já staatâ ohtâduvâi virgealmain já pargein sárnuh sämikielâ eenikielânis puohnâssân 7 % puohâin pargein.

source: Mearri lea geahppánan jagis 2000 vádjit 2 %.
smn: Meeri lii kiäppánâm ivveest 2000 vááijuv 2 %.

source: Nuppástus lea mearkkašahtti go váldojuvvo vuhtii man uhcci sámegiela eatnigiellan hálli bargiid gorálaš oassi lea gielddaid ja stáhta bargiin.
smn: Nubástus lii merhâšittee ko váldoo vuotân mon ucce lii sämikielâ eenikiellân sárnoo párgei juávhu koskâsvuođâlâš uásádâh kieldâi já staatâ pargojuávhust.

source: Jagi 2000 ektui, daid bargiid oassi, geat baste barggus sámegiela geavahit, lea lassánan 4,8 %.
smn: Ive 2000 háárán, toi pargei uásádâh, kiäh puohtii kevttiđ sämikielâ pargostis, lii stuárrum 4,8 %.

source: Jagis 2000 sámegielain baste bálvalit 11,9 % gieldda ja stáhta virgeoapmahaččain ja jagis 2006 sámegielain áššehasbálvalusa baste fállat 14,8 % gieldda ja stáhta virgeoapmahaččain.
smn: Ive 2000 puohtii sämikielân palvâliđ 11,9 % kieldâ já staatâ virgeomâhijn já ive 2006 sämikielân äššigâšpalvâlem puohtii adeliđ 14,8 % kieldâ já staatâ virgeomâhijn.

source: Guorahaladettiin sámegiela uhcán áddejeaddji oasi gielddaid bargiin, jagis 2006 lei dat 3,9 % uhcit go jagis 2000.
smn: Tarkkuustâldijn sämikielâ ucánjáhháá iberdeijei uásáduv kieldâi pargen, ive 2006 lâi tot 3,9 % ucceeb ko ive 2000.

source: Sámegiela máhtekeahtes bargiid mearri lea muhtin veardde njiedjan, jagis 2006 sii ledje 70,6 % go jagis 2000 sii ledje 73,4 %.
smn: Pargei meeri, kiäh iä määti sämikielâ, lii mottoom veerdi kiäppánâm, ive 2006 sii lijjii 70,6 % ko ive 2000 sii lijjii 73,4 %.

source: Beaivedivššus ja oahpahusdoaimmas bargit ráhkadit 36 % dan joavkkus, geat sáhttet addit sámegillii áššehasbálvalusa sámiid ruovttuguovllu gielddain ja stáhta virgeoapmahaččain, muhto go sin áššehasbálvalus lea dárkkuhuvvon dihto dárkilit ráddjejuvvon jovkui, ii sin sáhte rehkenastit ollesprosentii.
smn: Peivitipšoost já máttááttâstooimâst pargeeh láá 36 % tom juávhust kiäh pyehtih adeliđ äššigâšpalvâlem sämikielân sämikuávlu kieldâin já staatâ virgeomâhijn, mut ko sii äššigâšpalvâlem lii sundášum tärkkilávt räijejum tiätu juávkun, ij sii pyevti rekinistiđ olesprosenttân.

source: Go beaivedivššus ja oahpahusdoaimmas bargiid prosentuálalaš mearri geahpeduvvo ollesproseantamearis, njiedjá sámegielat áššehasbálvalusa addiid mearri 9,5 %:i.
smn: Ko peivitipšoost já máttááttâstooimâst pargei prooseentlâš meeri kepiduvvoo olesprosseentmeereest, kiäppán sämikielâlâš äššigâšpalvâlem adeleijei meeri 9,5 %:n.

source: Duođalaš nuppástus gielddaid ja stáhta ossodagaid sámegielamáhtolaš bargiid mearis ii leat dáhpáhuvvan.
smn: Tuođâlâš nubástus kieldâi já staatâ ohtâduvâi sämikielâ mättee ulmui meereest ij lah tábáhtum.

source: Sámi giellaláhka ii leat lasihan mearkkašahttiláhkai virgeoapmahaččaid sámegiela dáiddu.
smn: Säämi kielâlaahâ ij lah merhâšitteht lasettâm virgeomâhij sämikielâ tááiđu.

source: Gielddat ja stáhta ossodagat galget vuodjut sámi giellalága ollašuhttimii.
smn: Kieldâi já staatâ ohtâduvah kalgeh riemmâđ toimáid säämi kielâlaavâ olášutmân.

source: Buoremus vuohkin dasa livčče oažžut buot boahttevaš virggiid ja doaimmaid dohkálašvuohtan, dahje goittotge ánsun sámegiela dáiddu.
smn: Pyeremus vyehi toos ličij finniđ puohâi uđđâ virgij já tooimâi tohâlâšvuođâ iähtun, tâi aainâs-uv ánsun sämikielâ tááiđu.

source: Stáhta ođđa bálkávuogádagas sámegiela dáiddu galgá atnit bálkká bajideaddji ánsun álo sámiid ruovttuguovllus doaibmi stáhta ossodagain ja fitnodatlágádusain, geaid doaibmasuorgái sámiid ruovttuguovlu gullá.
smn: Staatâ uđđâ pálkkááttemvuáháduvâst kalga uáiniđ ain sämikielâ tááiđu päälhi loptejeijee ánsun sämikuávlust tuáimee staatâ ohtâduvâin já finnodâhlájádâsâin, moi toimâmkuávlun sämikuávlu kulá.

source: Sámegielat bálvalusaid viidodat
smn: Sämikielâlâš palvâlusâi vijđodâh

source: Sámegielamáhtolaš virgeoapmahaččaid uhcánaš mearis sáhttá meroštallat maiddái sámegielat bálvalusaid viidodaga.
smn: Sämikielâ mättee virgeomâhij ucessiähá meereest puáhtá miäruštâllâđ meiddei sämikielâlâš palvâlusâi vijđoduv.

source: Buoremusat sámegielat bálvalusat ollašuvvet gielddaid čuvgehusdoaimmas.
smn: Pyeremustáá sämikielâlâš palvâlusah olášuveh kieldâi čuovviittâstooimâin.

source: Muđui sámeguovllus doaibmi stáhta ossodagaid ja sámeguovllu gielddaid sámegielat bálvalusat ollašuvvet eanaš tulkabálvalusaid ja jorgalusaid bokte.
smn: Mudoi sämikuávlust tuáimee staatâ ohtâduvâi já sämikuávlu kieldâi sämikielâlâš palvâlusah olášuveh iänááš tulkkâpalvâlusâi já jurgâlusâi pehti.

source: Jagi 2000 čielggadeami bohtosiidda veardidettiin ii sámegielat áššehasbálvalusa oažžun virgeoapmahaččain leat olus álgage buorránan ođđa giellalága mielde.
smn: Ive 2000 čielgiittâs puátusáid verdittijn sämikielâlâš äššigâšpalvâlem finnim ášásdâldijn virgeomâhijn ij lah ennustkin puáránâm uđđâ kielâlaavâ mield..

source: Sámi giellalága 9 § mielde virgeoapmahaččaid almmuhusat, gulahusat ja almmustahttimat ja álbmogii addojuvvon eará dieđáhusat sihke oahpástagat ja olbmui geavahussii oaivvilduvvon skovit deavdinrávvagiiguin galget sámiid ruovttuguovllus ráhkaduvvot ja addojuvvot maiddái sámegillii.
smn: Säämi kielâlaavâ 9 § mield virgeomâhij almottâsah, kulluuttâsah já almosinpiejâmeh sehe eres tiäđáttâsah, moh adeluvvojeh ulmuid sehe ravvuuh já ulmui kiävtun uáivildum luámáttuvah tevdimravvuidiskuin kalga sämikuávlust rähtiđ já adeliđ meiddei sämikielân.

source: Gielddaid ja virgeoapmahaččaid dieđiheapmi sámegillii ollašuvvá dušše muhtin muddui.
smn: Kieldâi já virgeomâhij tieđettem sämikielân olášuvá tuše pelduvváid.

source: Internetdieđiheapmi lea dehalaš oassi otná beaivve dáhpáhuvvan dieđiheamis.
smn: Viermitieđettem lii tehálâš uási onnáápeeivi tábáhtuvvee tieđettem.

source: Internetdieđiheapmi sámegillii dáhpáhuvvá deivvolaččat.
smn: Viermitieđettem sämikielân tábáhtuvá sattummild.

source: Sámi ruovttuguovllu gielddain Ohcejogas ledje muhtin sámegielat dieđáhusat ja skovit siidduin.
smn: Sämikuávlu kieldâin láá Ucjuuvâst motomeh sämikielâlâš tiäđáttâsah já luámáttuvah sijđoinis.

source: Eará sámiid ruovttuguovllu gielddaid internetsiidduin eai leat sámegielat dieđáhusat.
smn: Eres sämikuávlu kieldâi viermisiijđoin iä lah sämikielâlâš tiäđáttâsah.

source: Sámiid ruovttuguovllu virgeoapmahaččat leat sámi giellalága 12-16 § mielde geatnegahtton doaimmahit áššebáhpáriid sámegillii ja ordnet áššehasbálvalandiliide tulkoma, juos sámegielat olmmoš ná dáhttu.
smn: Sämikuávlu virgeomâheh láá säämi kielâlaavâ 12-16 § mield kenigittum toimâttiđ äššikiirjijd sämikielân já orniđ áššigâšpalvâlemtilálâšvuođáid tulkkum, jis sämikielâlâš olmooš návt táttu.

source: Dulkoma ordnen lea virgeoapmahačča geatnegasvuohta, muhto lea boahtán ovdan, omd. gieldda oastobálvalusain sámegielat bálvalus ožžojuvvo, juos áššehas ieš ordne alcces tulkoma.
smn: Tulkkum ornim lii virgeomâháá kenigâsvuotâ, mutâ lii puáttám oovdân om. kieldâ uástupalvâlusâin et sämikielâlâš palvâlem finnee, jis äššigâš jieš uárnee olssis tulkkum.

source: Sámi giellaláhka geatnegahttá virgeoapmahaččaid ordnet tulkoma ja lassin giellalága 18 § mielde virgeoapmahaš galgá sihkkarastit doaimmaid sirddedettiin gieldda olggobeale orgánaid bargun, ahte barggu dikšumis addojuvvo doarvái sámi giellalágas dárkkuhuvvon bálvalus.
smn: Säämi kielâlaahâ váátá virgeomâháá orniđ tulkkum já lasseen kielâlaavâ 18 § mield virgeomâhâš kalga visásmitteđ toimâidis sirdedijn kieldâ uálguupiäláá orgaan pyevtittemnáál, et pargo tipšodijn adeluvvoo tuárvi säämi kielâlaavâ miäldásâš palvâlem.

source: Sámi giellalága ollašuvvamii dárkkuhuvvon mearreruhta Sosiála- ja dearvvasvuohtabálvalusaid fállama várás riikkabeaivvit leat stáhta bušeahtas jagi 2002 rájes mieđihan mearreruđa máksinláhkai Sámedikki bokte gielddaide sámegielat sosiála-ja dearvvasvuohtabálvalusaid fállama várás.
smn: Säämi kielâlaavâ olášuumán čujottum meriruttâ Sosiaal- já tiervâsvuođâpalvâlusâi ornim várás lii ovdâskodde staatâ budjetist ive 2002 rääjist mieđettâm meriruuđâ sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi pyevtittem várás mäksimnáál Sämitige pehti kieldáid.

source: Čuvgehusdoaimma oasil sámegillii addojuvvon vuođđo-ja logahatoahpahusa golut buhttejuvvojit dievasmearálaččat sámeguovllu gielddaide.
smn: Čuovviittâstooimâ uásild vuáđu-já luvâttâhmáttááttâs koloh moh šaddeh sämikelân adelum máttááttâsâst, sajanmáksojeh olesmiärásávt sämikuávlu kieldáid.

source: Lassin sámeguovllu gielddaide máksojuvvo guovttegielatvuođalassi, man oktan vuođustussan lea gieldda ássiidlohku.
smn: Lasseen sämikuávlu kieldáid máksoo kyevtkielâlâšvuođâlase, mon ohtân aggân lii kieldâ ässeilohomeeri.

source: Stáhta bušeahtas juolluduvvo sámi giellalága 31§ mielde mearreruhta stáhtadoarjagii sámiid ruovttuguovllu gielddaide, searvegottiide ja lassin sámi giellalága 18 §:s dárkkuhuvvon priváhta servošiidda (ee. guolástanguovllut, meahcivalljidikšunsearvvit ja vuovdedikšunsearvvit) sámi giellalága heiveheamis boahtán erenomáš lassigoluid gokčama várás.
smn: Staatâ budjetist čujottuvvoo säämi kielâlaavâ 31§ mield meriruttâ staatâtorjui sämikuávlu kieldáid, servikuddijd sehe säämi kielâlaavâ 18 §:st uáivildum ovtâskâssáid (el.

source: Doarjja lea mieđihuvvon omd. bargoveaga sámegiela lohkamis boahtán goluide, nugo virgefriijavuođaide bálkkáin ja sadjásačča bálkágoluide.
smn: kuálástuskuávluh, meccivaljehoittámseervih já meccihoittámseervih) säämi kielâlaavâ heivitmist šaddee sierânâs lasekoloi várás.

source: Dárkkuhusa várás leamašan anus eanemustá 128.638 € jagis 2004, 128.700 € jagis 2005 ja 130.00 € jagis 2006 ja 130.000 € jagis 2007.
smn: Tađe várás lii lamaš kevttimnáálá enâmustáá 128.638 € ive 2004, 128.700 € ive 2005 já 130.000 € ive 2006 já 130.000 € ive 2007.

source: J. 2004 sámi giellalága heiveheami lassigoluin várrejuvvon mearreruđain geavahuvvui 64,3% j. 2005 mearreruđas geavahuvvui 99,4% ja j. 2006 das geavahuvvui 63,6,% ja j. 2007 mearreruđas geavahuvvui 89 %.
smn: Ive 2004 säämi kielâlaavâ heiviittem lasekoloin väridum meriruuđâin kevttui 64,3% ive 2005 meriruuđâst kevttui 99,4% já ive 2006 tast kevttui 63,6,% já ive 2007 meriruuđâst kevttui 89 %.

source: Sámegielat bálvalusaid resurseremis ii leamašan viiddes váikkuhus sámegielat bálvalusaid ovdáneapmái Suomas.
smn: Sämikielâlâš palvâlusâi naavcâi lasettem ij lah vaikuttâm vijđáht sämikielâlâš palvâlusâi ovdánmân Suomâst.

source: Gielddat oidnet dábálepmosit sámi giellalága ollašuvvama resursagažaldahkan, vajáldahttimiin ahte eai leat geavahan buot sámi giellaláhkaásaheamis addin vejolašvuođaid ávkin.
smn: Kieldah uáinih távjá säämi kielâlaavâ olášume nahcâkoččâmâššân já siämmást vájálditeh et toh iä lah kiävttám puoh säämi kielâlahâasâttâs adelem máhđulâšvuođâid pyerrin.

source: Virgeoapmahaččat eai geavat doarvái sámi giellalága ruhtadanvejolašvuođaid, mii hedjonahttá sámegielat áššehasbálvalusa.
smn: Virgeomâheh iä keevti tarbâšân säämi kielâlaavâ ruttâdemmáhđulâšvuođâid, mii hiäjusmit sämikielâlâš äššigâšpalvâlem.

source: Ožžojuvvon ruhtadeami váikkuhusa sámegielat bálvalusaide galgá bastit maiddái čielggadit ja ruhtadeami geavaheami galgá čuovvut aktiivvalaččat bušeahttadoalu bokte.
smn: Maht finnejum ruttâdem vaikut sämikielâlâš palvâlussáid kalga pasteđ čielgiđ já ruttâdem kevttim kalga čuávvuđ aktiivlávt budjetekonomia pehti.

source: Sámi giellalága ruhtadeami guoskevaš paragráffa (31 §) galggašii rievdadit nu, ahte lágas ásahuvvon gieldda vuođđobálvalusaid fálli eará servošat ja gieldaovttastumit, main sámi ruovttuguovllu gielda dahje oassi das lea fárus, váldojit maiddái sámi giellalágas dárkkuhuvvon stáhtadoarjaga ollái.
smn: Säämi kielâlaavâ ruttâdem kyeskee ceehi (31 §) kolgâččij mutteđ nuuvt, et lahâaasâtlâš kieldâ vuáđupalvâlusâi eres pyevtitteijeeh já kieldâovtâstumeh, main sämikuávlu kieldâ tâi uási tast lii mieldi, váldoo meiddei säämi kielâlaavâ miäldásâš staatâtorjuu pirrâdâhân.

source: Stáhta galggašii jogo bidjat sámegielat bálvalusaid fállama buot ruhtadeami sámedikki bokte dahje gohcit buorebut ruhtadeami geavaheami erenomážit guovttegielatlasi mieđihettiin.
smn: Staatâ kolgâččij jo-uv čujottiđ puoh sämikielâlâš palvâlusâi pyevtittâs ruttâdem sämitige pehti tâi kocceeđ pyerebeht ruttâdem kevttim eromâšávt kyevtikielâlâšvuođâlase mieđeettijn.

source: Giellalassi ja juohkinvuođustusat
smn: Kielâlase já jyehimvuáđuseh

source: Gielddaid stáhtadoarjjalága (1147/96) 12 § mielde sámiid ruovttuguovllu gielddat ožžot giellalassin euromeari, mii lea 10 proseantta almmolaš stáhtadoarjaga vuođđooasis.
smn: Kieldâi staatâuásilaavâ (1147/96) 12 § mield sämikuávlu kieldah finnejeh kilâlasseen euromere, mii lii 10 prosenttid almos staatâuási vuáđu-uásist.

source: Sisáššiidministeriija dieđuid mielde 10 proseantta mearkkaša ovdamearkan jahkái 2007 oktiibuot 55 314 euro lasáhusa dáid gielddaid stáhtadoarjagii. Gielddaid gaskkas dat juohkása nu, ahte Eanodat oažžu 5 638, Anár 19 854, Soađegilli 25 980 ja Ohcejohka 3 842 euro.
smn: Sisäašijministeriö tiäđui mield 10 prosenttid meerhâš ovdâmerkkân ihán 2007 ohtsis 55 314 euro lasattâs tai kieldâi staatâuásán, mii juáhás kieldâi kooskâ nuuvt, et Iänudâh finnee 5 638, Aanaar 19 854, Suáđigil 25 980 já Ucjuuhâ 3 842 eurod.

source: Giellalassi lea dárkkuhuvvon guovttegielatvuođas boahtán lassigoluid máksimii.
smn: Kielâlase lii uáivildum kyevtkielâlâšvuođâst šaddee lasekoloi várás.

source: Giellalassi máksojuvvo almmolaš stáhtadoarjaga sturrodaga mielde, goas dat ii vástit sámegiellagiid oasi gieldda olmmošlogus.
smn: Kielâlase máksoo almos staatâuási stuáruduv mield, já talle tot ij västid sämikielâlâš ulmui uási kieldâ olmoošlovvoost.

source: Sámeguovllu gielddain Soađegilli oačču stuorámus lasi, vaikke doppe ásset uhcimus sápmelaččat ja geavadis Soađegili gielda lea uhcimus ordnen sámegielat bálvalusaid guovllustis.
smn: Sämikuávlu kieldâin finnee Suáđigil stuárráámus lase, veikkâ tobbeen äässih ucemustáá sämmiliih já tuotâvuođâst Suáđigil kieldâ lii puoh ucemustáá ornim sämikielâlâš palvâlusâid kuávlustis.

source: Ohcejoga gielda, mii lea Suoma áidna sámeeanetlogu gielda, oažžu fas uhcimus lasi.
smn: Ucjuv kieldâ, mii lii áinoo Suomâ sämmilâšeenâbloholâš kieldâ, finnee puoh ucemus lase.

source: Giellalasi máksimis ii maiddái vuhtiiváldo dat, ahte Anára gielda lea njealljegielat gielda: gielddas geavahuvvo suomagiela lassin anárašgiella, nuortalašgiella ja davvisámegiella, goas sámegielain boahtán golut leat stuorát.
smn: Kielâlase mäksimist ij meiddei valduu vuotân tot, et Aanaar kieldâ lii neeljikielâlâš kieldâ: Kieldâst kiävttojeh suomâkielâ lasseen aanaarkielâ, nuorttâkielâ já tavekielâ, já talle sämikielâin šaddee koloh láá stuárráábeh.

source: Sámi giellalága vuhtiiváldin ja sámiid gielalaš vuoigatvuođaid gohcin
smn: Maht säämi kielâlaahâ váldoo vuástá já sämmilij kielâlâš vuoigâdvuođâi kocceem

source: Vuhtiiváldin lea earret moatti spiehkastaga eanaš reageren áššehasaid gáibádusaide.
smn: Säämi kielâlaavâ vuástáväldim eereeb motomijd spiekâstmijd lii iänááš reagistem äššigâšâi vátámuššáid.

source: Sámegielat bálvalusat eai leat dahkkon lunddolažžan geavadis ja sámegielat bálvalusat lágiduvvojit dušše juos dáid máhttet gáibidit.
smn: Sämikielâlâš palvâlusah iä lah tuotâvuođâst rahtum luándulâžžân já sämikielâlâš palvâlusah uárnejuvvojeh tuše talle, ko ulmuuh mättih taid käibidiđ.

source: Sámi giellaláhkii gullá virgeoapmahaččaid geatnegasvuohta čájehit, ahte bálvala sámegillii ja ovddida sámegiela geavaheami, lea báhcán eahpečielggasin muhtin virgeoapmahaččaide.
smn: Säämi kielâlaahân kullee virgeomâhij kenigâsvuođah čäittiđ, et sij palvâleh sämikielân já ovdedeh sämikielâ kevttim, láá pááccâm motomáid virgeomâháid epičielgâsin.

source: Dán muitalusa vuođđun leahkki čielggadeamis albmana, ahte muhtin gielddain ja stáhta virgeoapmahaččain eai leat dárkilis dieđut sierra sámegielaid erohusain.
smn: Čielgiittâsâst, mii lii taan muštâlus vuáđdun čiälgá, et motomijn kieldâin já staatâ virgeomâhijn iä lah tärkkilis tiäđuh jieškote-uv sämikielâi iäruin.

source: Diehtemeahttunvuohta lei ee. das maid sámegielaid guovllus hállet, man sámegiela bálvalus guovllus dárbbašuvvo dahje man sámegiela virgebáikki bargit hállet.
smn: Tietimettumvuotâ lâi el. tast kotemuš sämikielâ kuávlust sárnoo, mon sämikielâ palvâlus kuávlust tarbâšuvvoo tâi maid sämikielâid virgáduv pargeeh sárnuh.
